Repository: gvillegasc/Ravn-Challenge-V3-Gerardo-Villegas
Catalog: lib/l10n/app_*.arb
Languages: es

source: Pokemon List
es: Lista de Pokemones

source: Cancel
es: Cancelar

source: Search
es: Buscar

source: Pokemon Info
es: Información de Pokemon

source: Default Sprite
es: Predeterminada

source: Shiny Sprite
es: Shiny

source: Evolutions
es: Evoluciones

# failedLoadData
source: Failed to Load Data
es: Error al cargar datos

# thereWasError
source: There was an Error
es: Hubo un error

source: Connectivity Issue
es: Problema de conectividad

# connectivityDescription
source: There is a problem trying to connect. Please check your connectivity
es: Hay un problema al intentar conectar. Por favor, compruebe su conectividad

source: Try Again
es: Intertar otra vez

source: Waiting connection
es: Conexión en espera
